Repository: AndreiUkladchikov/YandexPracticumTeam
Catalog: promo_service/promocode_service/promocode_service/locale/*/LC_MESSAGES/django.po
Languages: ru

source: promocodes
ru: промокоды

source: type id
ru: id

source: description
ru: описание

source: discount
ru: размер скидки в %

source: duration
ru: кол-во дней активности

source: max number activation
ru: максимальное кол-во активаций

source: promocode type
ru: тип промокода

source: created at
ru: создан

source: users api endpoint
ru: Ссылка на API-endpoint для получения списка пользователей

source: notify api endpoint
ru: Ссылка на API-endpoint для уведомления пользователя о новом промокоде

source: is complete
ru: Завершено?

source: type of promocode
ru: тип промокода

source: task
ru: задание

source: tasks
ru: задания

source: promo value
ru: промокод

source: is valid
ru: активный?

source: number activations
ru: кол-во активаций

source: personal user id
ru: id пользователя (персональный промокод)

source: activate until
ru: использовать до

source: promocode
ru: промокод

source: promo id
ru: промокод

source: user id
ru: пользователь

source: activated at
ru: использовать до

source: promocode history
ru: использованые промокоды

source: Loyalty system
ru: Система лояльности

source: Cinema Loyalty System
ru: Система лояльности для кинотеатра
